Repository: AKORA-Studios/Calq
Catalog: Calq/*.lproj/Localizable.strings
Languages: de

# saveData
source: Save
de: Speichern

# saveDataWeight
source: Save Weigth
de: Wertung Speichern

# subjectExam
source: Exam
de: Klausur

# subjectType
source: Type
de: Typ

# subjectName
source: Subjecttitle
de: Kursname

# newSub
source: New Subject
de: Neues Fach

# ToastDeleteAll
source: All your Data will be deleted
de: Alle löschen

# ToastDelete
source: Delete
de: Löschen

# ToastTitle
source: Sure?
de: Sicher?

# ToastDeleteSubject
source: All your grades will be deleted
de: Alle deine Noten werden mitgelöscht

# ToastDesc
source: All Subject Data will be deleted
de: Alle Kursdaten werden gelöscht

# ToastNoSubjects
source: Oh no there are no subjects :c
de: Oh no keine Fächer vorhanden :c

# ToastDeleteGrades
source: All Grades of this subject will be deleted
de: Alle Noten dieses Fachs werden gelöscht

# ToastDeleteGrade
source: Do you want to delete this grade?
de: Möchtest du diese Note wirklich löschen?

# EmptyBarChart
source: No data :c
de: Keine Daten vorhanden :c

# OverViewTitle
source: Overview
de: Übersicht

# OverviewTimeChartTitle
source: Time Chart
de: Verlauf

# OverViewHalfyearChartTitle
source: Terms
de: Halbjahre

# OverviewPieChartSubjects
source: Subjectaverage
de: Fächerschnitt

# OverviewPieChartSubjectsDesc
source: Grade without final exams
de: Durchschnitt aller Fächer ohne Prüfungsnoten

# OverviewPieChartSum
source: Abigrade
de: Abischnitt

# OverviewPieChartSumDesc
source: Grade with final exams
de: Durchschnitt mit Prüfungsnoten

# ExamViewTitle
source: Examoverview
de: Prüfungsübersicht

# ExamViewSubjects
source: Exam Subjects
de: Prüfungsfächer

# ExamViewSubRemove
source: Remove/None
de: Entfernen/keines

# ExamViewSubSelect
source: Add Subject
de: Prüfung hinzufügen

# EditWeigthTitle
source: Change Weight
de: Wertung ändern

# EditWeigthDesc
source: Change the grades weight in %
de: Wähle die Wertung der Noten in % aus

# EditWeigthSum%lld
source: Sum: %lld %
de: Gesamt: %lld %

# EditWeigthAlertTitle
source: Invalid sum
de: Summe ungültig

# EditWeigthAlertText
source: The maximum sum should be 100
de: Die Summe sollte 100% betragen

# EditWeigthWarning %@
source: Pls change the type of the following grades to something else: %@
de: Bitte ändere den Typ dieser Noten: %@

# EditWeigthWarningTitle
source: Wuah wait
de: Wuah warte

# EditWeigthNew
source: Add new type
de: Neuen Typ hinzufügen

# EditWeigthPrimaryHint
source: Press long on the star icon to change the which grade type should be highlited. Types can only be deleted when no grade has them assigned anymore.
de: Tippe lang auf den Stern um den hervorgehobenen Notentypen auszuwählen

source: Edit Subject
de: Kurs bearbeiten

# editSubDelete
source: Delete Subject
de: Fach löschen

# editSubGrades
source: Edit Grades
de: Noten bearbeiten

# editSubColor
source: Subject Color
de: Kursfarbe

# editSubEditColor
source: Change Color
de: Farbe ändern

# editSubGradeCount%lld
source: **%lld** grades in this subject
de: **%lld** Noten in diesem Fach

# editSubInfoIsExam
source: This subject is a final exam
de: Dieses Fach ist eine Prüfung

# settingsSection1
source: General
de: Allgemein

# settingsSection2
source: Subjects
de: Fächer

# settingsTitle
source: Settings
de: Einstellungen

# settingsImport
source: Import Grades
de: Noten importieren

# settingsExport
source: Export Grades
de: Noten exportieren

# settingsRainbow
source: Rainbow
de: Regenbogen

# settingsExamCount
source: Count Final Exams
de: Anzahl Abiturprüfungen

# settingsWeight
source: Change Weigth
de: Wertung ändern

# settingsLoadDemo
source: Load Demo Data
de: Demo Daten laden

# settingsDelete
source: Delete Data
de: Daten löschen

# settings.feedback.button
source: Send Feedback
de: Feedback schicken

# %lldsettings.feedback.textlimit
source: Characters count: %lld/1000
de: Zeichenanzahl: %lld/1000

# settings.feedback.error
source: Something went wrong :c
de: Etwas ist schief gelaufen :c

# settingsExportPDF
source: export to PDF
de: Als PDF exportieren

# settingsLicence
source: Licences
de: Lizenzen

# editSubjectNameInvalid
source: Name invalid
de: Name ungültig

# editSubjecNameInvalidChars
source: Name should not include special characters or be empty
de: Name darf keine Sonderzeichen/Zahlen etc. enthalten oder leer sein

# gradeNew
source: New Grade
de: Neue Note

source: Gradename
de: Notenname

# gradeType
source: Type
de: Typ

# gradeYear
source: Year
de: Jahr

# gradeDate
source: Date
de: Datum

# gradePoints
source: Points
de: Punkte

# gradeHalfyear
source: Term
de: Halbjahr

# %lldgradeHalfyear
source: %lld. Term
de: %lld. Halbjahr

# gradeNewAdd
source: Add Grade
de: Note hinzufügen

# gradeInvalidName
source: Invalid Name
de: Ungültiger Name

# gradeInvalidNameDesc
source: Name cannot include special characters or be empty
de: Der Name darf keine Sonderzeichen enthalten und nicht leer sein

# gradeNewToastSuccess
source: New Grade added
de: Neue Note hinzugefügt

# subjectListTitle
source: Subjectlist
de: Kursliste

# subjectListTable
source: Gradetable
de: Notentabelle

# subjectGradeList
source: Gradelist
de: Notenliste

# %lld subjectListYears %lld
source: %lld of %lld Terms active
de: %lld von %lld Halbjahren aktiv

# gradeEdit
source: Edit Grade
de: Note bearbeiten

# gradeDelete
source: Delete Grade
de: Note löschen

# gradeSave
source: Save changes
de: Änderungen speichern

# gradeEditDelete
source: Grade deleted
de: Note gelöscht

# subjectDetailGradeList
source: View Grades
de: Notenliste ansehen

# %lldsubjectDetailAverageHalfyear
source: %lld .Term Average
de: Durchschnitt des %lld. Halbjahres

# subjectDetailTime
source: Grades over time
de: Verlauf

# subjectDetailActive
source: Active
de: Aktiv

# subjectDetailInactive
source: Inactive
de: Inaktiv

# subjectDetailDeactivate
source: deactivate Term
de: Halbjahr deaktivieren

# subjectDetailActivate
source: activate Term
de: Halbjahr aktivieren

# firstLaunchDesc
source: The default weigth between Exams and Tests is 50%:50% (You can change that anytime in the settings)
de: Die Standardwertung von Klausur und Test beträgt 50% (Änderung des Verhältnis in den Einstellungen möglich)

# firstLaunchLoadDemo
source: load Demo Data
de: Demo Daten laden

# firstLaunchGo
source: Continue
de: Fortfahren

# gradeTableDelete
source: Delete all Grades
de: Alle Noten löschen

# widgetBarChartNoData
source: You dont have any grades to display here qwq
de: Du hast noch keine Noten hinzugefügt qwq

# AverageWidget_DisplayName
source: Circle Chart
de: Kreisdiagramm

# AverageWidget_Description
source: final grade block 1 (without final exams!)
de: Gesamtdurchschnitt aller Fächer in Block 1 (ohne Prüfungen)

# LineChartWidget_DisplayName
source: Line Chart
de: Liniendiagramm

# LineChartWidget_Description
source: subject grades over time
de: Notenverlauf aller Fächer

# BarChartWidget_DisplayName
source: Bar Chart
de: Balkendiagramm

# BarChartWidget_Description
source: current average for each subejct
de: Aktueller Durchschnitt aller Fächer

# HalfyearBarChartWidget_DisplayName
source: Term Bar Chart
de: Halbjahresdiagramm

# HalfyearBarChartWidget_Description
source: Average of each subejct
de: Durchschnitt aller Halbjahre

# ExamChartWidget_DisplayName
source: Exam Chart
de: Prüfungsansicht

# ExamChartWidget_Description
source: Shows all exams + block 2
de: Zeigt alle Prüfungen und block 2

# ExamChartWidget_DisplayTitle
source: Exam Overview
de: Prüfungsübersicht

# ExamChartWidget_BlockTitle
source: Blocks
de: Blöcke

# sortGradeDatum
source: Date
de: Datum

# sortGrade
source: Grade
de: Note

# backupSheet.title
source: Failed to load data
de: Fehler beim Laden der Daten

# backupSheet.text
source: There was an error laoding the data. In the settings tab you can view and maybe restore your data
de: Beim laden der Daten ist ein Fehler aufgetreten. Ein Backup der Daten kann im Tab Einstellungen geladen/angesehen werden und evt. wieder hergestellt werden.

# backupSheet.laod
source: Load Backup
de: Backup laden

# backupSheet.delete
source: Delete Backup
de: Backup löschen

# backupSheet.load
source: Load Backup
de: Backup laden

# backupSheet.section
source: Backups (Swipe to delete or load)
de: Backups (Wische zum Löschen oder Laden)
